#ifndef _oledont_h_
#define _oledont_h_

/****************************************/
/************ 英 文 编 码 ***************/
/****************************************/

//阴码 列行式 逆向
extern const unsigned char F8X16[];

extern const unsigned char F6X8[];


/****************************************/
/************ 中 文 编 码 ***************/
/****************************************/

//汉字库索引
extern const unsigned char HZK16x16index[];
//汉字库 阴码 列行式 逆向 16x16
extern const unsigned char HZK16x16[][16];



/****************************************/
/*************** 图 像 ******************/
/****************************************/

extern const unsigned char picture0[];




#endif




